Autodesk.Revit.DB.ICloudModelUIServerProxy.EnsureToEnableCloudWorksharing
Shows a dialog for users to ensure if user really wants to enable cloud worksharing.
Returns:
Indicates whether the user really wants to enable cloud worksharing.
Since:
2019

Autodesk.Revit.DB.ICloudModelUIServerProxy.ShowNoWorksharedCloudModelEntitlementWindow
Shows a dialog saying "You don't have access of Workshared Cloud Model entitlement".
Since:
2019